Revit 2027 API
ConnectorSet.Contains Method
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public virtual bool Contains(
	Connector item
)
Public Overridable Function Contains (
	item As Connector
) As Boolean
public:
virtual bool Contains(
	Connector^ item
)
abstract Contains :
        item : Connector -> bool
override Contains :
        item : Connector -> bool
Parameters
item Connector
Return Value
Boolean
See Also
Reference
ConnectorSet Class
Autodesk.Revit.DB Namespace